Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: iOS will ask for location access. Choose Always for reliable arrival and leaving reminders.
ar: سيطلب iOS الوصول إلى الموقع. اختر دائمًا لتذكيرات وصول ومغادرة موثوقة.
es: iOS solicitará acceso a la ubicación. Elija Siempre para obtener recordatorios confiables de llegada y salida.
hi: iOS लोकेशन एक्सेस मांगेगा. विश्वसनीय आगमन और प्रस्थान अनुस्मारक के लिए हमेशा चुनें।
it: iOS chiederà l'accesso alla posizione. Scegli Sempre per promemoria affidabili di arrivo e partenza.
ja: iOS は位置情報へのアクセスを要求します。確実な到着と出発のリマインダーを得るには、「常に」を選択します。
ms: iOS akan meminta akses lokasi. Pilih Sentiasa untuk peringatan ketibaan dan meninggalkan yang boleh dipercayai.
th: iOS จะขอการเข้าถึงตำแหน่ง เลือกเสมอสำหรับการเตือนการมาถึงและออกจากที่เชื่อถือได้
ur: iOS مقام تک رسائی مانگے گا۔ قابل اعتماد آمد اور روانگی کی یاد دہانیوں کے لیے ہمیشہ منتخب کریں۔
zh_hans: iOS 将要求位置访问。选择始终以获得可靠的到达和离开提醒。

source: iPhone data store is not ready.
ar: مخزن بيانات iPhone غير جاهز.
es: El almacenamiento de datos del iPhone no está listo.
hi: iPhone डेटा स्टोर अभी तैयार नहीं है.
it: L’archivio dati di iPhone non è pronto.
ja: iPhoneのデータストアはまだ準備できていません。
ms: Storan data iPhone belum sedia.
th: ที่เก็บข้อมูลของ iPhone ยังไม่พร้อม
ur: iPhone ڈیٹا اسٹور ابھی تیار نہیں ہے۔
zh_hans: iPhone 数据存储尚未准备好。

source: iPhone is reachable
ar: يمكن الوصول إلى iPhone
es: iPhone está disponible
hi: iPhone उपलब्ध है
it: iPhone è raggiungibile
ja: iPhoneに接続できます
ms: iPhone boleh dicapai
th: เชื่อมต่อ iPhone ได้
ur: iPhone دستیاب ہے
zh_hans: iPhone 可连接

source: Items will be permanently deleted after %@.
ar: سيتم حذف العناصر نهائيًا بعد %@.
es: Los elementos se eliminarán permanentemente después de%@.
hi: %@के बाद आइटम स्थायी रूप से हटा दिए जाएंगे।
it: Gli elementi verranno eliminati definitivamente dopo %@.
ja: 項目は%@後に完全に削除されます。
ms: Item akan dipadam secara kekal selepas %@.
th: รายการจะถูกลบถาวรหลังจาก %@
ur: آئٹمز %@ کے بعد مستقل طور پر حذف ہو جائیں گے۔
zh_hans: %@之后项目将被永久删除。

source: Join
ar: انضمام
es: Unirse
hi: शामिल हों
it: Partecipa
ja: 参加
ms: Sertai
th: เข้าร่วม
ur: شامل ہوں
zh_hans: 加入

source: Join me in %@ on toDō. Open the app to accept the invitation.
ar: انضم إليّ في %@ على toDō. افتح التطبيق لقبول الدعوة.
es: Únete a mí en %@ en toDō. Abre la app para aceptar la invitación.
hi: toDō में %@ पर मेरे साथ जुड़ें। निमंत्रण स्वीकार करने के लिए ऐप खोलें।
it: Unisciti a me su %@ in toDō. Apri l'app per accettare l'invito.
ja: toDōの%@に参加してください。アプリを開いて招待を承諾します。
ms: Sertai saya di %@ dalam toDō. Buka aplikasi untuk menerima jemputan.
th: เข้าร่วม %@ กับฉันใน toDō เปิดแอปเพื่อยอมรับคำเชิญ
ur: toDō پر %@ میں میرے ساتھ شامل ہوں۔ دعوت قبول کرنے کے لیے ایپ کھولیں۔
zh_hans: 在 toDō 的 %@ 中加入我。打开应用以接受邀请。

# Join me in %@ on toDō. Open this link to review the invitation: %@
source: Join me in %1$@ on toDō. Open this link to review the invitation: %2$@
ar: انضم إليّ في %@ على toDō. افتح هذا الرابط لمراجعة الدعوة: %@
es: Únete a mí en %@ en toDō. Abre este enlace para revisar la invitación: %@
hi: toDō में %@ पर मेरे साथ जुड़ें। निमंत्रण देखने के लिए यह लिंक खोलें: %@
it: Unisciti a me su %@ in toDō. Apri questo link per rivedere l'invito: %@
ja: toDōの%@に参加してください。このリンクを開いて招待を確認します: %@
ms: Sertai saya di %@ dalam toDō. Buka pautan ini untuk menyemak jemputan: %@
th: เข้าร่วม %@ กับฉันใน toDō เปิดลิงก์นี้เพื่อดูคำเชิญ: %@
ur: toDō پر %@ میں میرے ساتھ شامل ہوں۔ دعوت کا جائزہ لینے کے لیے یہ لنک کھولیں: %@
zh_hans: 在 toDō 的 %@ 中加入我。打开此链接以查看邀请： %@

source: Keep Calendar Sync
ar: الإبقاء على مزامنة التقويم
es: Mantener sincronización con Calendario
hi: Calendar सिंक बनाए रखें
it: Mantieni sincronizzazione Calendario
ja: カレンダー同期を維持
ms: Kekalkan Penyegerakan Kalendar
th: ใช้การซิงค์ปฏิทินต่อ
ur: Calendar سنک برقرار رکھیں
zh_hans: 保留日历同步

source: Keep completions silent.
ar: اجعل الإكمالات صامتة.
es: Mantén las finalizaciones en silencio.
hi: पूर्ण होने पर ध्वनि न चलाएँ।
it: Mantieni silenziosi i completamenti.
ja: 完了時は無音にします。
ms: Biarkan penyelesaian senyap.
th: ให้การทำเสร็จเงียบไว้
ur: تکمیل کو خاموش رکھیں۔
zh_hans: 完成时保持安静。

source: Keep Editing
ar: متابعة التعديل
es: Seguir editando
hi: संपादन करते रहें
it: Continua a modificare
ja: 編集を続ける
ms: Terus edit
th: แก้ไขต่อ
ur: ترمیم جاری رکھیں
zh_hans: 继续编辑

source: Keep it on this device, or share it across signed-in devices through toDō.
ar: احتفظ بها على هذا الجهاز، أو شاركها عبر الأجهزة التي سجّلت الدخول من خلال toDō.
es: Guárdala en este dispositivo o compártela entre tus dispositivos con sesión iniciada mediante toDō.
hi: इसे इसी डिवाइस पर रखें या toDō के ज़रिए साइन-इन किए गए डिवाइसों पर साझा करें।
it: Tientila su questo dispositivo oppure condividila tra i dispositivi con accesso tramite toDō.
ja: このデバイスに保存するか、toDōを通じてサインイン済みのデバイス間で共有します。
ms: Simpannya pada peranti ini atau kongsikannya merentas peranti yang dilog masuk melalui toDō.
th: เก็บไว้ในอุปกรณ์นี้หรือแชร์ไปยังอุปกรณ์ที่ลงชื่อเข้าใช้ผ่าน toDō
ur: اسے اسی ڈیوائس پر رکھیں یا toDō کے ذریعے سائن اِن آلات پر شیئر کریں۔
zh_hans: 保留在此设备上，或通过 toDō 在已登录设备之间共享。

source: Keep it on this device, or share it with your Apple devices through iCloud.
ar: احتفظ بها على هذا الجهاز، أو شاركها مع أجهزة Apple عبر iCloud.
es: Guárdala en este dispositivo o compártela con tus dispositivos Apple mediante iCloud.
hi: इसे इसी डिवाइस पर रखें या iCloud के ज़रिए अपने Apple डिवाइसों पर साझा करें।
it: Tientila su questo dispositivo oppure condividila con i dispositivi Apple tramite iCloud.
ja: このデバイスに保存するか、iCloudを通じてAppleデバイスと共有します。
ms: Simpannya pada peranti ini atau kongsikannya dengan peranti Apple melalui iCloud.
th: เก็บไว้ในอุปกรณ์นี้หรือแชร์ไปยังอุปกรณ์ Apple ผ่าน iCloud
ur: اسے اسی ڈیوائس پر رکھیں یا iCloud کے ذریعے Apple آلات پر شیئر کریں۔
zh_hans: 保留在此设备上，或通过 iCloud 与 Apple 设备共享。

source: Keep it on this Mac, or share it across signed-in devices through toDō.
ar: احتفظ بها على هذا الـ Mac، أو شاركها عبر الأجهزة التي سجّلت الدخول من خلال toDō.
es: Guárdala en este Mac o compártela entre tus dispositivos con sesión iniciada mediante toDō.
hi: इसे इसी Mac पर रखें या toDō के ज़रिए साइन-इन किए गए डिवाइसों पर साझा करें।
it: Tientila su questo Mac oppure condividila tra i dispositivi con accesso tramite toDō.
ja: このMacに保存するか、toDōを通じてサインイン済みのデバイス間で共有します。
ms: Simpannya pada Mac ini atau kongsikannya merentas peranti yang dilog masuk melalui toDō.
th: เก็บไว้ใน Mac นี้หรือแชร์ไปยังอุปกรณ์ที่ลงชื่อเข้าใช้ผ่าน toDō
ur: اسے اسی Mac پر رکھیں یا toDō کے ذریعے سائن اِن آلات پر شیئر کریں۔
zh_hans: 保留在此 Mac 上，或通过 toDō 在已登录设备之间共享。

source: Keep it on this Mac, or share it with your Apple devices through iCloud.
ar: احتفظ بها على هذا الـ Mac، أو شاركها مع أجهزة Apple عبر iCloud.
es: Guárdala en este Mac o compártela con tus dispositivos Apple mediante iCloud.
hi: इसे इसी Mac पर रखें या iCloud के ज़रिए अपने Apple डिवाइसों पर साझा करें।
it: Tientila su questo Mac oppure condividila con i dispositivi Apple tramite iCloud.
ja: このMacに保存するか、iCloudを通じてAppleデバイスと共有します。
ms: Simpannya pada Mac ini atau kongsikannya dengan peranti Apple melalui iCloud.
th: เก็บไว้ใน Mac นี้หรือแชร์ไปยังอุปกรณ์ Apple ผ่าน iCloud
ur: اسے اسی Mac پر رکھیں یا iCloud کے ذریعے Apple آلات پر شیئر کریں۔
zh_hans: 保留在此 Mac 上，或通过 iCloud 与 Apple 设备共享。

source: Keep Open
ar: إبقاؤه مفتوحًا
es: Mantener abierto
hi: खुला रखें
it: Tieni aperto
ja: 開いたままにする
ms: Kekal buka
th: เปิดค้างไว้
ur: کھلا رکھیں
zh_hans: 保持开放

source: Keep Separate
ar: الإبقاء منفصلًا
es: Mantener separado
hi: अलग रखें
it: Mantieni separati
ja: 分けたままにする
ms: Kekalkan Berasingan
th: แยกไว้
ur: الگ رکھیں
zh_hans: 保持分开

source: Keep Shared Lists
ar: الاحتفاظ بالقوائم المشتركة
es: Conservar listas compartidas
hi: साझा सूचियाँ रखें
it: Mantieni elenchi condivisi
ja: 共有リストを保持
ms: Kekalkan Senarai Dikongsi
th: เก็บรายการที่แชร์ไว้
ur: مشترکہ فہرستیں برقرار رکھیں
zh_hans: 保留共享列表

source: Keep This Device
ar: الاحتفاظ بهذا الجهاز
es: Mantenga este dispositivo
hi: इस उपकरण को रखें
it: Mantieni questo dispositivo
ja: このデバイスを保持
ms: Kekalkan peranti ini
th: เก็บอุปกรณ์นี้ไว้
ur: یہ ڈیوائس رکھیں
zh_hans: 保留此设备

source: Keep This Version?
ar: الاحتفاظ بهذه النسخة؟
es: Conservar esta version?
hi: यह संस्करण रखें?
it: Mantenere questa versione?
ja: このバージョンを残しますか？
ms: Kekalkan Versi Ini?
th: เก็บเวอร์ชันนี้ไว้ไหม
ur: یہ ورژن رکھیں؟
zh_hans: 保留此版本？

source: Keep toDō in dark mode.
ar: أبقِ toDō في الوضع الداكن.
es: Mantén toDō en modo oscuro.
hi: toDō को गहरे मोड में रखें।
it: Mantieni toDō in modalità scura.
ja: toDōをダークモードのままにします。
ms: Kekalkan toDō dalam mod gelap.
th: ใช้ toDō ในโหมดมืดเสมอ
ur: toDō کو گہرے موڈ میں رکھیں۔
zh_hans: 让 toDō 保持深色模式。

source: Keep toDō in light mode.
ar: أبقِ toDō في الوضع الفاتح.
es: Mantén toDō en modo claro.
hi: toDō को हल्के मोड में रखें।
it: Mantieni toDō in modalità chiara.
ja: toDōをライトモードのままにします。
ms: Kekalkan toDō dalam mod cerah.
th: ใช้ toDō ในโหมดสว่างเสมอ
ur: toDō کو روشن موڈ میں رکھیں۔
zh_hans: 让 toDō 保持浅色模式。

source: Keep toDō moving
ar: أبقِ toDō متقدّمًا
es: Mantén toDō en marcha
hi: toDō को आगे बढ़ाते रहें
it: Tieni in movimento toDō
ja: toDōを前へ進める
ms: Teruskan toDō
th: ทำให้ toDō เดินหน้าต่อ
ur: toDō کو آگے بڑھاتے رہیں
zh_hans: 让 toDō 持续前进

source: Keep what matters available across iPhone, Android, and web.
ar: اجعل ما يهم متاحًا على iPhone وAndroid والويب.
es: Mantén lo importante disponible en iPhone, Android y web.
hi: जो मायने रखता है उसे iPhone, Android और वेब पर उपलब्ध रखें।
it: Tieni cio che conta disponibile su iPhone, Android e web.
ja: 大切なものをiPhone、Android、Webで使えるようにします。
ms: Pastikan perkara penting tersedia pada iPhone, Android dan web.
th: เก็บสิ่งสำคัญให้ใช้ได้บน iPhone, Android และเว็บ
ur: اہم چیزیں iPhone، Android اور web پر دستیاب رکھیں۔
zh_hans: 让重要内容在 iPhone、Android 和网页上都可用。

source: Keep your Apple devices in step with iCloud.
ar: حافظ على توافق أجهزة Apple عبر iCloud.
es: Mantén tus dispositivos Apple al dia con iCloud.
hi: iCloud के साथ अपने Apple डिवाइस साथ रखें।
it: Mantieni i tuoi dispositivi Apple allineati con iCloud.
ja: iCloudでAppleデバイスの足並みをそろえます。
ms: Selaraskan peranti Apple anda dengan iCloud.
th: ทำให้อุปกรณ์ Apple ของคุณตรงกันด้วย iCloud
ur: اپنی Apple ڈیوائسز کو iCloud کے ساتھ ہم آہنگ رکھیں۔
zh_hans: 使用 iCloud 让 Apple 设备保持同步。

source: Keep your display name to %lld characters or fewer.
ar: اجعل اسمك المعروض %lld حرفًا أو أقل.
es: El nombre visible debe tener %lld caracteres o menos.
hi: दिखाई देने वाला नाम %lld वर्ण या उससे कम रखें।
it: Mantieni il nome visualizzato entro %lld caratteri.
ja: 表示名は%lld文字以内にしてください。
ms: Hadkan nama paparan kepada %lld aksara atau kurang.
th: ใช้ชื่อที่แสดงไม่เกิน %lld อักขระ
ur: اپنا ظاہری نام %lld حروف یا اس سے کم رکھیں۔
zh_hans: 显示名称不得超过 %lld 个字符。

source: Keep your toDōs only on this device.
ar: احتفظ بتُدُس على هذا الجهاز فقط.
es: Mantén tus toDōs solo en este dispositivo.
hi: अपने toDōs केवल इस डिवाइस पर रखें।
it: Tieni i tuoi toDō solo su questo dispositivo.
ja: toDōをこのデバイスだけに保存します。
ms: Simpan toDō anda hanya pada peranti ini.
th: เก็บ toDō ไว้บนอุปกรณ์นี้เท่านั้น
ur: اپنے toDōs صرف اس ڈیوائس پر رکھیں۔
zh_hans: 仅将 toDō 保存在此设备上。

source: Keep your username to %lld characters or fewer.
ar: اجعل اسم المستخدم بحد أقصى %lld حرفًا.
es: Usa un nombre de usuario de %lld caracteres como máximo.
hi: उपयोगकर्ता नाम को %lld वर्णों या कम का रखें।
it: Mantieni il nome utente entro %lld caratteri.
ja: ユーザー名は%lld文字以内にしてください。
ms: Hadkan nama pengguna kepada %lld aksara atau kurang.
th: ใช้ชื่อผู้ใช้ไม่เกิน %lld ตัวอักษร
ur: اپنے صارف نام کو %lld حروف یا اس سے کم رکھیں۔
zh_hans: 用户名不得超过 %lld 个字符。

source: Keeping preserves the lists and your permissions. Leaving removes your access to lists shared with you. Shared lists you own remain in place.
ar: الاحتفاظ يبقي القوائم وصلاحياتك. المغادرة تزيل وصولك إلى القوائم المشتركة معك. القوائم المشتركة التي تملكها تبقى كما هي.
es: Conservar mantiene las listas y tus permisos. Abandonar elimina tu acceso a las listas compartidas contigo. Las listas compartidas que posees permanecen intactas.
hi: रखने पर सूचियाँ और आपकी अनुमतियाँ बनी रहती हैं। छोड़ने पर आपके साथ साझा की गई सूचियों की पहुँच हट जाती है। आपकी अपनी साझा सूचियाँ बनी रहती हैं।
it: Mantenere conserva gli elenchi e le autorizzazioni. Abbandonare rimuove l’accesso agli elenchi condivisi con te. Gli elenchi condivisi di tua proprietà restano invariati.
ja: 保持するとリストと権限が維持されます。退出すると、共有されたリストへのアクセスが削除されます。自分が所有する共有リストはそのまま残ります。
ms: Mengekalkan akan mengekalkan senarai dan kebenaran anda. Meninggalkan akan mengalih keluar akses kepada senarai yang dikongsi dengan anda. Senarai dikongsi milik anda kekal tersedia.
th: การเก็บไว้จะคงรายการและสิทธิ์ของคุณ การออกจะลบสิทธิ์เข้าถึงรายการที่แชร์กับคุณ ส่วนรายการที่แชร์ซึ่งคุณเป็นเจ้าของจะยังคงอยู่
ur: برقرار رکھنے سے فہرستیں اور آپ کی اجازتیں محفوظ رہتی ہیں۔ چھوڑنے سے آپ کے ساتھ شیئر کی گئی فہرستوں تک رسائی ختم ہو جاتی ہے۔ آپ کی ملکیت والی مشترکہ فہرستیں برقرار رہتی ہیں۔
zh_hans: 保留会维持列表及你的权限。退出会移除你对别人共享给你的列表的访问权限。你拥有的共享列表会保留。

source: Keychain failed with status %lld.
ar: فشل Keychain بالحالة %lld.
es: Keychain falló con el estado %lld.
hi: Keychain स्थिति %lld के साथ विफल हुआ।
it: Keychain non riuscito con stato %lld.
ja: Keychainがステータス%lldで失敗しました。
ms: Keychain gagal dengan status %lld.
th: Keychain ล้มเหลวด้วยสถานะ %lld
ur: Keychain status %lld کے ساتھ ناکام ہوا۔
zh_hans: Keychain 失败，状态为 %lld。

source: Last reminder: %@
ar: آخر تذكير: %@
es: Último recordatorio: %@
hi: आखिरी रिमाइंडर: %@
it: Ultimo promemoria: %@
ja: 最後のリマインダー: %@
ms: Peringatan terakhir: %@
th: เตือนล่าสุด: %@
ur: آخری یاد دہانی: %@
zh_hans: 上次提醒：%@

source: Last synced %@ at %@.
ar: آخر مزامنة %@ عند %@.
es: Última sincronización %@ a las %@.
hi: अंतिम सिंक %@ को %@ पर।
it: Ultima sincronizzazione %@ alle %@.
ja: 最終同期 %@ %@。
ms: Terakhir disegerakkan %@ pada %@.
th: ซิงค์ล่าสุด %@ เวลา %@
ur: آخری مطابقت پذیری %@ کو %@ پر۔
zh_hans: 上次同步：%@ %@。

source: Late
ar: متأخر
es: Tarde
hi: देर
it: In ritardo
ja: 遅れ
ms: Lewat
th: ล่าช้า
ur: دیر سے
zh_hans: 晚的

source: Later
ar: لاحقًا
es: Más tarde
hi: बाद में
it: Più tardi
ja: あとで
ms: Kemudian
th: ภายหลัง
ur: بعد میں
zh_hans: 之后

source: Latest
ar: الأحدث
es: Más reciente
hi: नवीनतम
it: Più recente
ja: 最新
ms: Terkini
th: ล่าสุด
ur: تازہ ترین
zh_hans: 最新

source: Latitude
ar: خط العرض
es: Latitud
hi: अक्षांश
it: Latitudine
ja: 緯度
ms: Latitud
th: ละติจูด
ur: عرض البلد
zh_hans: 纬度

source: Learn about Apple Intelligence availability
ar: تعرّف على توفر Apple Intelligence
es: Más información sobre la disponibilidad de Apple Intelligence
hi: Apple Intelligence उपलब्धता के बारे में जानें
it: Scopri la disponibilità di Apple Intelligence
ja: Apple Intelligenceの提供状況について詳しく見る
ms: Ketahui ketersediaan Apple Intelligence
th: ดูข้อมูลความพร้อมใช้งานของ Apple Intelligence
ur: Apple Intelligence کی دستیابی کے بارے میں جانیں
zh_hans: 了解 Apple Intelligence 可用性

source: Least to Most
ar: الأقل إلى الأكثر
es: Menos a más
hi: कम से ज़्यादा
it: Dal minimo al massimo
ja: 少ない順
ms: Paling sedikit ke paling banyak
th: น้อยไปมาก
ur: کم سے زیادہ
zh_hans: 从少到多

source: Leave Shared Lists
ar: مغادرة القوائم المشتركة
es: Abandonar listas compartidas
hi: साझा सूचियाँ छोड़ें
it: Abbandona elenchi condivisi
ja: 共有リストから退出
ms: Tinggalkan Senarai Dikongsi
th: ออกจากรายการที่แชร์
ur: مشترکہ فہرستیں چھوڑ دیں
zh_hans: 退出共享列表

source: Leaving
ar: مغادرة
es: Partida
hi: छोड़कर
it: In partenza
ja: 出発
ms: pergi
th: กำลังออก
ur: چھوڑنا
zh_hans: 离开

source: Legal
ar: الشؤون القانونية
es: Información legal
hi: कानूनी
it: Informazioni legali
ja: 法的情報
ms: Perundangan
th: ข้อกฎหมาย
ur: قانونی
zh_hans: 法律信息

source: Less
ar: أقل
es: Menos
hi: कम
it: Meno
ja: 少なく
ms: Kurang
th: น้อยกว่า
ur: کم
zh_hans: 更少

source: Let toDō help summarize, organize, and surface what matters using Apple Intelligence when available.
ar: دع toDō يساعدك في التلخيص والتنظيم وإبراز المهم باستخدام Apple Intelligence عند توفره.
es: Deja que toDō te ayude a resumir, organizar y destacar lo importante con Apple Intelligence cuando esté disponible.
hi: उपलब्ध होने पर Apple Intelligence से toDō को सारांश, आयोजन और महत्वपूर्ण चीज़ें दिखाने में मदद करने दें।
it: Lascia che toDō aiuti a riassumere, organizzare e far emergere ciò che conta usando Apple Intelligence quando disponibile.
ja: 利用可能な場合、Apple Intelligenceを使ってtoDōが要約、整理、重要事項の提示を手伝います。
ms: Biarkan toDō membantu meringkaskan, mengatur, dan menonjolkan perkara penting menggunakan Apple Intelligence apabila tersedia.
th: ให้ toDō ช่วยสรุป จัดระเบียบ และยกสิ่งสำคัญขึ้นมาโดยใช้ Apple Intelligence เมื่อพร้อมใช้งาน
ur: دستیاب ہونے پر Apple Intelligence کے ذریعے toDō کو خلاصہ، ترتیب، اور اہم چیزیں سامنے لانے میں مدد کرنے دیں۔
zh_hans: 在可用时，让 toDō 使用 Apple Intelligence 帮你总结、整理并呈现重要事项。

source: Library
ar: المكتبة
es: Biblioteca
hi: लाइब्रेरी
it: Libreria
ja: ライブラリ
ms: Pustaka
th: คลัง
ur: لائبریری
zh_hans: 资料库

source: Lifetime
ar: مدى الحياة
es: De por vida
hi: आजीवन
it: A vita
ja: 買い切り
ms: Seumur hidup
th: ตลอดชีพ
ur: تاحیات
zh_hans: 终身

source: Lifetime toDō+ and Founding Supporter recognition are yours at no cost. Thank you for supporting toDō early.
ar: عضوية toDō+ مدى الحياة وتقدير الداعم المؤسس لك مجانًا. شكرًا لدعمك المبكر لـ toDō.
es: La membresía de por vida de toDō+ y el reconocimiento de Colaborador fundador son tuyos sin coste. Gracias por apoyar a toDō desde el principio.
hi: आजीवन toDō+ और संस्थापक समर्थक की पहचान आपको बिना किसी शुल्क के मिली है। शुरू से toDō का समर्थन करने के लिए धन्यवाद।
it: L'accesso a vita a toDō+ e il riconoscimento di Sostenitore fondatore sono tuoi senza costi. Grazie per aver sostenuto toDō fin dall'inizio.
ja: Lifetime toDō+と創設サポーターの称号を無料でご利用いただけます。早くからtoDōを応援していただき、ありがとうございます。
ms: Keahlian toDō+ Sepanjang Hayat dan pengiktirafan Penyokong Pengasas menjadi milik anda tanpa sebarang bayaran. Terima kasih kerana menyokong toDō sejak awal.
th: คุณได้รับ toDō+ ตลอดชีพและการยกย่องเป็นผู้สนับสนุนผู้ก่อตั้งโดยไม่มีค่าใช้จ่าย ขอบคุณที่สนับสนุน toDō ตั้งแต่ช่วงแรก
ur: تاحیات toDō+ اور بانی معاون کی شناخت آپ کو بلا معاوضہ حاصل ہے۔ ابتدا ہی سے toDō کی حمایت کرنے کا شکریہ۔
zh_hans: 您已免费获得终身 toDō+ 和创始支持者认可。感谢您从早期就支持 toDō。

source: Light
ar: فاتح
es: Claro
hi: हल्का
it: Chiaro
ja: ライト
ms: Cerah
th: สว่าง
ur: روشن
zh_hans: 浅色

source: Limited
ar: محدود
es: Limitado
hi: सीमित
it: Limitato
ja: 制限あり
ms: Terhad
th: จำกัด
ur: محدود
zh_hans: 受限

source: Limited Access
ar: وصول محدود
es: Acceso limitado
hi: सीमित एक्सेस
it: Accesso limitato
ja: 制限付きアクセス
ms: Akses Terhad
th: การเข้าถึงแบบจำกัด
ur: محدود رسائی
zh_hans: 受限访问

source: Linked
ar: مرتبط
es: Vinculadas
hi: लिंक किए गए
it: Collegati
ja: リンク済み
ms: Dipautkan
th: เชื่อมโยงแล้ว
ur: منسلک
zh_hans: 已关联

source: Linking Tags
ar: ربط العلامات
es: Vincular etiquetas
hi: टैग लिंक करना
it: Collegamento dei tag
ja: タグのリンク
ms: Memautkan Tag
th: การเชื่อมโยงแท็ก
ur: لنکنگ ٹیگز
zh_hans: 链接标签

source: List
ar: القائمة
es: Lista
hi: सूची
it: Elenco
ja: リスト
ms: Senarai
th: รายการ
ur: فہرست
zh_hans: 列表

source: List & Time
ar: القائمة والوقت
es: Lista y hora
hi: सूची और समय
it: Elenco e ora
ja: リストと時間
ms: Senarai & Masa
th: รายการและเวลา
ur: فہرست اور وقت
zh_hans: 列表与时间

source: Listening for Updates
ar: الاستماع للتحديثات
es: Escuchando actualizaciones
hi: अपडेट के लिए सुन रहे हैं
it: Ascolto degli aggiornamenti
ja: 更新をリッスンする
ms: Mendengar Kemas Kini
th: กำลังฟังการอัปเดต
ur: اپ ڈیٹس کے لیے سننا
zh_hans: 监听更新

source: Listening…
ar: جارٍ الاستماع…
es: Escuchando…
hi: सुन रहा है…
it: Ascolto…
ja: 聞き取り中…
ms: Sedang mendengar…
th: กำลังฟัง…
ur: سن رہا ہے…
zh_hans: 正在聆听…

source: Loading Collabs
ar: جارٍ تحميل عمليات التعاون
es: Cargando colaboraciones
hi: सहयोग लोड हो रहे हैं
it: Caricamento collaborazioni
ja: 共同作業を読み込み中
ms: Memuatkan kolaborasi
th: กำลังโหลดการทำงานร่วมกัน
ur: تعاون لوڈ ہو رہے ہیں
zh_hans: 正在加载协作

source: Loading Invitation
ar: جارٍ تحميل الدعوة
es: Cargando invitación
hi: निमंत्रण लोड हो रहा है
it: Caricamento invito
ja: 招待を読み込み中
ms: Memuatkan jemputan
th: กำลังโหลดคำเชิญ
ur: دعوت لوڈ ہو رہی ہے
zh_hans: 正在加载邀请

source: Loading People
ar: جارٍ تحميل الأشخاص
es: Cargando personas
hi: लोगों को लोड किया जा रहा है
it: Caricamento persone
ja: メンバーを読み込み中
ms: Memuatkan Orang
th: กำลังโหลดผู้คน
ur: لوگ لوڈ ہو رہے ہیں
zh_hans: 正在载入成员

source: Loading Profile
ar: جارٍ تحميل الملف الشخصي
es: Cargando perfil
hi: प्रोफ़ाइल लोड हो रही है
it: Caricamento profilo
ja: プロフィールを読み込み中
ms: Memuatkan Profil
th: กำลังโหลดโปรไฟล์
ur: پروفائل لوڈ ہو رہی ہے
zh_hans: 正在载入个人资料

source: Local
ar: محلي
hi: स्थानीय
it: Locale
ja: 地元
ms: Tempatan
th: ท้องถิ่น
ur: مقامی
zh_hans: 当地的

source: Local Copies
ar: النسخ المحلية
es: Copias locales
hi: स्थानीय प्रतियाँ
it: Copie locali
ja: ローカルコピー
ms: Salinan setempat
th: สำเนาในเครื่อง
ur: مقامی نقول
zh_hans: 本地副本

source: Local Only
ar: محلي فقط
es: Solo local
hi: केवल स्थानीय
it: Solo locale
ja: ローカルのみ
ms: Setempat Sahaja
th: เฉพาะในเครื่อง
ur: صرف مقامی
zh_hans: 仅本地

source: Local toDō
ar: تُدُ محلي
es: toDō local
hi: स्थानीय toDō
it: toDō locale
ja: ローカルtoDō
ms: toDō Setempat
th: toDō ในเครื่อง
ur: مقامی تُدُ
zh_hans: 本地 toDō

source: Location
ar: موقع
es: Ubicación
hi: जगह
it: Posizione
ja: 位置
ms: Lokasi
th: ที่ตั้ง
ur: مقام
zh_hans: 地点

source: Location Access Disabled
ar: تم تعطيل الوصول إلى الموقع
es: Acceso a la ubicación deshabilitado
hi: स्थान पहुंच अक्षम
it: Accesso alla posizione disabilitato
ja: 位置情報アクセスが無効です
ms: Akses Lokasi Dilumpuhkan
th: การเข้าถึงตำแหน่งถูกปิดใช้งาน
ur: مقام تک رسائی غیر فعال ہے۔
zh_hans: 位置访问已禁用

source: Location access is off.
ar: الوصول إلى الموقع متوقف.
es: El acceso a la ubicación está desactivado.
hi: स्थान एक्सेस बंद है।
it: L’accesso alla posizione è disattivato.
ja: 位置情報へのアクセスはオフです。
ms: Akses lokasi dimatikan.
th: ปิดการเข้าถึงตำแหน่งอยู่
ur: مقام تک رسائی بند ہے۔
zh_hans: 位置访问已关闭。

source: Location access is off. Enable Always Location access in Settings to use place-based reminders.
ar: الوصول إلى الموقع متوقف. فعّل الوصول الدائم للموقع من الإعدادات لاستخدام التذكيرات حسب المكان.
es: El acceso a la ubicación está desactivado. Habilite el acceso a la ubicación siempre en Configuración para usar recordatorios basados ​​en lugares.
hi: स्थान पहुंच बंद है. स्थान-आधारित अनुस्मारक का उपयोग करने के लिए सेटिंग्स में हमेशा स्थान पहुंच सक्षम करें।
it: L'accesso alla posizione è disattivato. Abilita sempre l'accesso alla posizione in Impostazioni per utilizzare promemoria basati sul luogo.
ja: 位置情報へのアクセスがオフになっています。場所ベースのリマインダーを使用するには、設定で常に位置情報へのアクセスを有効にします。
ms: Akses lokasi dimatikan. Dayakan akses Sentiasa Lokasi dalam Tetapan untuk menggunakan peringatan berasaskan tempat.
th: การเข้าถึงตำแหน่งปิดอยู่ เปิดใช้งานการเข้าถึงตำแหน่งเสมอในการตั้งค่าเพื่อใช้การเตือนความจำตามสถานที่
ur: مقام تک رسائی بند ہے۔ مقام پر مبنی یاد دہانیوں کے لیے ترتیبات میں ہمیشہ مقام تک رسائی فعال کریں۔
zh_hans: 位置访问已关闭。在“设置”中启用“始终位置”访问以使用基于地点的提醒。

source: Location access is unavailable.
ar: الوصول إلى الموقع غير متاح.
es: El acceso a la ubicación no está disponible.
hi: स्थान पहुंच अनुपलब्ध है.
it: L'accesso alla posizione non è disponibile.
ja: 位置情報へのアクセスは利用できません。
ms: Akses lokasi tidak tersedia.
th: การเข้าถึงตำแหน่งไม่พร้อมใช้งาน
ur: مقام تک رسائی دستیاب نہیں۔
zh_hans: 位置访问不可用。

source: Location captured
ar: تم التقاط الموقع
es: Ubicación capturada
hi: स्थान कैप्चर किया गया
it: Posizione acquisita
ja: 位置情報を取得しました
ms: Lokasi dirakam
th: บันทึกตำแหน่งแล้ว
ur: مقام محفوظ ہو گیا
zh_hans: 已获取位置

source: Location is off, so toDō stays on Apple Park time.
ar: الموقع متوقف، لذلك يبقى تُدُ على وقت Apple Park.
es: La ubicacion esta desactivada, asi que toDō usa la hora de Apple Park.
hi: स्थान बंद है, इसलिए toDō Apple Park समय पर रहता है।
it: La posizione e disattivata, quindi toDō resta sull'ora di Apple Park.
ja: 位置情報がオフのため、toDōはApple Parkの時間を使います。
ms: Lokasi dimatikan, jadi toDō kekal pada masa Apple Park.
th: ปิดตำแหน่งอยู่ ดังนั้น toDō จะใช้เวลา Apple Park
ur: Location بند ہے، اس لیے toDō Apple Park وقت پر رہے گا۔
zh_hans: 位置已关闭，因此 toDō 使用 Apple Park 时间。
